Revit 2016 API
BentFabricWiresOrientation Enumeration
 Bent Fabric wires orientation.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Since: 2016
Since: 2016
Syntax
C#
public enum BentFabricWiresOrientation
Visual Basic
Public Enumeration BentFabricWiresOrientation
Visual C++
public enum class BentFabricWiresOrientation
Members
Member name | Description
Down |  Fabric minor wires are below major wires.
Up |  Fabric minor wires are above major wires.
See Also
Autodesk.Revit.DB.Structure Namespace